let admin, name;
name = 'jhon';
admin = name;
alert(admin);
/* ^^^^^ работа с переменными ^^^^^^^^*/

let planetName; // Создайте переменную для названия нашей планеты. Как бы вы её назвали?
let currentUser; // Создайте переменную для хранения имени текущего посетителя сайта. Как бы вы назвали такую переменную?


const BIRTHDAY = '18.04.1982'; // здесь можно использовать заглавные буквы так как день рождения заблаговременно известен

const age = someCode(BIRTHDAY); // возраст вычисляется после какого либо скрипта поэтому можно не использовать заглавные буквы